{
  "General Rules":
  [
    {"Rule":"You can only become CT's by either joining on the first round or being placed on CT through the !guard queue. Breaking this rule will result in swap/ctban/kick/ban."},
    {"Rule":"Players may not talk over warden constantly. Breaking this rule will result in an extended mute/silence/swap/ctban/kick/ban."},
    {"Rule":"Do not disrespect/harass/threaten/flame any players."},
    {"Rule":"Do not spam chat, voice, or radio commands."},
    {"Rule":"Do not hack/exploit."},
    {"Rule":"Do not cheat/ghost/glitch."},
    {"Rule":"Do not apply other server rules to this server."},
    {"Rule":"Do not advertise other gaming websites/servers."},
    {"Rule":"Do not evade punishment."},
    {"Rule":"Do not impersonate an admin or any player."},
    {"Rule":"Do not expect admin to take any action for any situation without proof."},
    {"Rule":"Do not request admins assistance in unnecessary situations; only rule breaking."},
    {"Rule":"Do not encourage/antagonize rule breaking."},
    {"Rule":"Do not mislead players with incorrect rules."},
    {"Rule":"No racial slurs, including coded racism."},
    {"Rule":"No scamming, offenders will be permanently banned."},
    {"Rule":"Cell Doors must be opened by 12:30. If cells are unopened at 12:29, then a Freeday will be initiated immediately. If cells continue to be closed for extended periods of times or constantly, CT's may be slayed/swap/ctban/kick/ban."},
    {"Rule":"No Detours and Delays are implied to be in effect at all times."},
    {"Rule":"Fish-in-the-barrel type games is not allowed."},
    {"Rule":"If a Warden is even on the first words of his orders and cells doors are opened it is not a Freeday. Example: Molotov being thrown at the cell doors button to open them."},
    {"Rule":"The order [To] and afk freeze implies going in the direction of and stopping when at said object. It does not imply on."},
    {"Rule":"The order get [on] the button and afk freeze is the only way you can legitimately go to and get ON a object."},
    {"Rule":"During all LRs no cheating is always implied. It is rebelling if you cheat"},
    {"Rule":"1 Step = 1 Player Model."},
    {"Rule":"There is no favoritism allowed."},
    {"Rule":"Joke Day and games related to this must include a vote accross the CT Team to decide the players fate."},
    {"Rule":"CTs and Ts are not considered to be baiting once a T has Last Request."}
  ],
 
  "Prisoner Rules":
  [
    {"Rule":"Once a warden has died, Prisoner's must freeze until orders are given or else you are rebelling."},
    {"Rule":"Prisoner's who attack Guards are automatically rebelling. Any guard may ask a T to drop a gun."},
    {"Rule":"Prisoner's may not find loopholes in orders. If orders are unclear, T's may ask for a reworded order or an explanation of the order. Example: Warden Tells T's to stack on his bullets. Prisoner's may not stack on the bullets that are in his gun."},
    {"Rule":"Prisoner's in armory/vents are automatically rebelling."},
    {"Rule":"Prisoner's who constantly ask to delay or troll are subject to slay/silence/kick/ban"},
    {"Rule":"Prisoner's may ask for one repeat per order. Warden is required to only one repeat per order at the T's demand. Additional repeats can be made, but are not required."},
    {"Rule":"The last Prisoner may type !lr for Last Request. If the final Prisoner was previously rebelling, any Last Request must be acknowledged."},
    {"Rule":"Last Requests may not be used to kill CT's unfairly. Breaking this rule will result in a slay/kick/ban"},
    {"Rule":"Rules must be established in each LR. No party may break these rules or result in appropriate action from an admin."},
    {"Rule":"Prisoner's whom rebel between LRs may be killed as if they were rebelling regularly."},
    {"Rule":"The final Prisoner may choose the Rebel option, where he may be killed as if he was a rebelling Prisoner."},
    {"Rule":"If a T is freekilled they will be [1uped] and/or the offender will be slain."},
    {"Rule":"If a T is 1upped due to a wrongful death by an admin, that T may not rebel until he has regrouped with his fellow teammates and is under the control of the warden."},
    {"Rule":"If not rebelling when a prisoner is the last alive he/she will be granted their lr regardless if playing a game that could cause said prisoners death. This means the prisoner is NOT required to finish the game."},
    {"Rule":"If a Prisoner has selected a Last Request predefined game then, the game rules must apply to both parties."},
    {"Rule":"If a repeat is requested by a CT during a Last Request predefined game then, the Prisoner must give a repeat."}
  ],
 
  "Guard Rules":
  [
    {"Rule":"Guards may not talk over warden constantly. Breaking this rule will result in an extended mute/silence/swap/ctban/kick/ban."},
    {"Rule":"Guards may repeat for the warden if it is correct. Misinformation will result in a slay/swap/ctban/kick/ban."},
    {"Rule":"Guards may not stay in armory past 13:20 (40 seconds) (Armoury Camping). Breaking this rule will result in a slay/swap/ctban/kick/ban."},
    {"Rule":"Guards may not give Prisoner's weapons of any sort (Weapon Planting). Breaking this rule will result in a slay/swap/ctban/kick/ban."},
    {"Rule":"The Guard who is Last Guard must give Last Prisoner LR."},
    {"Rule":"Guards may only enter vents if they see a Prisoner go in the vent or by wardens permission."},
    {"Rule":"Guards may not wander or roam the map away from the Warden unless searching for rebellious Prisoner's."},
    {"Rule":"Guards may not enter any vent from inside the armory at the start of the round such as on minecraft. You must go in from the broken side or wait until later in the round"},
    {"Rule":"Guards and Vents: Breaking any of these rules will result in a slay/swap/ctban/kick/ban .<br />  a. Guards may not break vent doors period. .<br />  b. Guards may not camp in a vent .<br /> c. Guards may kill any Prisoner in vents."},
    {"Rule":"Guards may not come within close distance to any Prisoner's. The distance is approximately 5 player models away (Baiting) Prisoner's who attack violating Guard's should be pardoned. Killing a Prisoner while baiting will result in a slay/swap/ctban/kick/ban."},
    {"Rule":"Guards may only kill Prisoner's that are rebelling or not following the Warden's Orders. Breaking this rule will result in a slay/swap/ctban/kick/ban."},
    {"Rule":"Guards may not force Prisoner's to stay in a cell."},
    {"Rule":"Guards must be with the warden at all times unless pursuing other activities such as rebels/getting health or ammo. (Do not abuse, you can and will be ctbanned)."},
    {"Rule":"If a CT is persuing they must have permission to persue unless they saw a T rebelling."},
    {"Rule":"Guards must give a 3 second warning to drop holstered weapons."},
    {"Rule":"Wardens may not constitute games or orders that break any server rules. Example: A Warden can not order a Guard to bait or gun plant."},
    {"Rule":"Wardens may not give permission to the entirety of the map with the exception of Hide and Seek days."},
    {"Rule":"Wardens must explain games prior to being played unless rules are evident."},
    {"Rule":"Only Wardens may give pardons for rebellious Prisoner's."},
    {"Rule":"Wardens may not use consecutive 'days'. Example: Warden A may not use a warday after Warden B used on the previous round."},
    {"Rule":"Wardens may not revoke warden-initiated Freedays or Wardays."},
    {"Rule":"Wardens may not use 'jump restriction' commands in a row. Breaking this rule will result in a slay/swap."},
    {"Rule":"If no Guards's are willing to Warden, then a freeday may be declared by an admin accompanying an entire team swap."},
    {"Rule":"Guards may not wander or roam the map away from the Warden unless searching for rebellious T's."},
    {"Rule":"Wardens can be established within the Guard's to give orders to the Prisoner's through the !w chat command."},
    {"Rule":"Guards my ONLY reenter armory if they are pursuing a T. They may not stay in for more then 15 seconds. Breaking this rule will result in a slay/swap/ctban/kick/ban."},
    {"Rule":"Wardens may not use text to give commands. The only exception for this is when playing an activity that requires the Warden to say [Go] or [Say go] in chat to start the activity."},
    {"Rule":"If a CT is shooting/knifing/being a general troll to another CT, they are entitled to be slain."},
    {"Rule":"CTs may kill Ts who throw any lethal or tactical grenades except decoys; unless permitted by Warden."},
    {"Rule":"During a 'Joke Day' the warden must let the terrorist complete his joke before executing him/her."},
    {"Rule":"A warden may not start a warday in a location that is only accessible by teleportation."},
    {"Rule":"A warden may not start a warday in a specific location with the intention of mass killing his fellow guards."},
    {"Rule":"A CT may order a T to move if he/she is obstructing the CTs path. (This is not to be abused or the CT will be punished accordingly)."},
    {"Rule":"Ts can only be referred as the following: Ts, Terrorists, and Prisoners. They cannot be renamed to any alternative names."},
    {"Rule":"CTs Must retain a distance of 5 player models regardless if Ts have their backs to said CT."},
    {"Rule":"CTs may not interfere during a Ts Last Request. Violating this will result in a slay/team swap."},
    {"Rule":"CTs may not spam weapons inside of armory. This means constantly picking up weapons and dropping them."},
    {"Rule":"Wardens may not use the following orders: 'First/Last (COMMAND) get lr, death, etc etc..'"},
    {"Rule":"The first day of every map must be a freeday."}
  ],
  
  "PRE-DEFINED Rules":
  [
    {"Rule":"Simon Says: On this day if initialized correctly (Simon says we are now playing Simon says, Simon says (PLAYERNAME) is now Simon) all Ts must listen to what Simon says. On this day you do not have to repeat, but you do if you have only just initiated the game."},
    {"Rule":"Panda Freeday: Panda's crouch at all times may not left click, may not teleport, can not climb or jump unless getting to a CT. Pandas may stand up and AFK freeze if they are typing. Pandas may not carry guns, holstered or otherwise."},
    {"Rule":"Zombie Freeday: Zombies walk at all times, may Section 7: Pre-defined Rules."},
    {"Rule":"Gun toss: No crouching, no bhopping, no cheating, no admin power from anyone, CT's first, no interference from other players."},
    {"Rule":"Shot for Shot: Stay on the wall at all times, no healing, no hiding, no interference from other players."},
    {"Rule":"Lava Freeday: T's may only be on main cell floor if they are on a spray, and may left or right click. Any other areas of the map outside of the main cell floor such as Soccer, Surf, Climb, etc. does not count as main cell floor, and T's may run around freely in those areas."},
    {"Rule":"Warday: CT's may KOS, all CTs must remain within the Warzone until Warday explands. Violating this will result in a slay/team swap."},
    {"Rule":"Hide and Seek Day: All Ts would hide from the CTs by a specified time. Once the time for the Ts to hide is up all CTs need to persue the Ts until one is left alive."}
  ],
 
  "Admin Rules":
  [
    {"Rule":"Do not punish a party without proper reasoning."},
    {"Rule":"Server rules require warnings."},
    {"Rule":"Admins may mute the entire server to quell mass mic spamming."},
    {"Rule":"Admins are not to remove existing punishments on other players without proper reasoning."},
    {"Rule":"Admins will not have in-game squabbling. Any issues can be resolved in chat or the forums."},
    {"Rule":"A Staff member may only punish another staff member if they refuse to listen to higher authority."},
    {"Rule":"Do not force map changes unless the current map is bugged or broken."},
    {"Rule":"Do not use admin abilities to adversely affect players without consensus from that player or the server, with the exception of punishments."}
  ],
 
  "Game Objective":
  [
    {"Rule":"Guard's will attempt to control Prisoner's and force them to partake in several minigames, while also killing rebellious Prisoner's."},
    {"Rule":"CT's are regularly known as Guards."},
    {"Rule":"T's are regularly known as Prisoners."},
    {"Rule":"Prisoner's will attempt to defeat Guards by any means necessary. test"}
  ]
}
